constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\																
  =========                 |																
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox																
   \\    /   O peration     | Website:  https://openfoam.org																
    \\  /    A nd           | Version:  7																
     \\/     M anipulation  |																
\*---------------------------------------------------------------------------*/																
FoamFile																
{																
    version     2.0;																
    format      ascii;																
    class       vectorField;																
    object      kinematicCloudPositions;																
}																
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //																
																
(																
(0.00004642	0.00045184	0.00416019)														
(-0.00002549	0.00048339	0.00423674)														
(0.00007498	0.00050057	0.00422042)														
(0.00005099	0.00050351	0.00417663)														
(0.00005787	0.00049184	0.0042666)														
(0.00006466	0.00057247	0.00428056)														
(0.00007466	0.00052675	0.00429826)														
(0.0000734	0.00032533	0.00402603)														
(0.00003801	0.00059015	0.0044169)														
(0.00004952	0.00050824	0.0043373)														
(-0.00007331	0.00049346	0.00422122)														
(-0.00007497	0.00049891	0.00430693)														
(0.00002238	0.00038859	0.00400347)														
(-0.00003864	0.00053682	0.00422239)														
(-0.00004839	0.00055986	0.00426572)														
(-0.00001201	0.00042591	0.00444009)														
(0.0000747	0.00051631	0.00409883)														
(0.00001239	0.00050312	0.00409204)														
(0.0000027	0.00045981	0.00404569)														
(0.00007486	0.00050307	0.00438005)														
(0.00002582	0.00041041	0.00446902)														
(0.00005533	0.00045373	0.00429888)														
(0.00007498	0.00056644	0.00423203)														
(0.00001568	0.00061149	0.00435222)														
(0.00006991	0.00058148	0.00432946)														
(0.00007477	0.00055649	0.00441264)														
(0.00004408	0.00049067	0.00412885)														
(0.00007497	0.00044443	0.00411968)														
(0.00001784	0.00059407	0.0044932)														
(0.0000603	0.00060256	0.0043739)														
(0.00005948	0.00054858	0.0043656)														
(-0.00003152	0.00057764	0.00445808)														
(-0.00004876	0.00053838	0.00443234)														
(0.00003497	0.00041247	0.00421246)														
(-0.00007494	0.00052792	0.00439085)														
(-0.00005216	0.00051033	0.00434989)														
(-0.00003261	0.0005227	0.00429512)														
(-0.00006256	0.00055131	0.00432306)														
(-0.00006483	0.00047247	0.00426576)														
(-0.00003409	0.00042096	0.00434995)														
(-0.00007493	0.00057311	0.00422224)														
(0.0000749	0.00054027	0.00415244)														
(-0.00003094	0.00053193	0.0041613)														
(0.00007489	0.00042452	0.0040421)														
(-0.00007484	0.00041036	0.00437687)														
(0.00000314	0.00054466	0.00419556)														
(-0.00002751	0.00048934	0.00418718)														
(-0.00000338	0.00052034	0.00434549)														
(-0.00006597	0.00059987	0.00431182)														
(-0.00001978	0.00038583	0.00416243)														
(-0.00005666	0.00049162	0.00387781)														
(0.00007004	0.00040231	0.00432911)														
(0.00001747	0.00057956	0.00415388)														
(0.00001715	0.00051642	0.00430011)														
(0.00002674	0.00051626	0.00438535)														
(0.00003046	0.00047817	0.00421451)														
(0.00000893	0.00056402	0.00436649)														
(-0.00000408	0.00029237	0.00407733)														
(0.00007476	0.00043996	0.00419959)														
(0.00006946	0.00038074	0.00451102)														
(0.00000097	0.00047464	0.00414853)														
(0.00004574	0.00060683	0.00422847)														
(0.00002516	0.00056184	0.00423707)														
(-0.00001187	0.00059479	0.00441545)														
(0.00001059	0.00054839	0.0044203)														
(0.00004676	0.00046001	0.00401719)														
(0.00000048	0.00043429	0.00400267)														
(0.00001205	0.000383	0.00408161)														
(-0.00004319	0.00035583	0.00393597)														
(-0.00001251	0.00062489	0.0045183)														
(0.00007293	0.00065381	0.00441543)														
(0.00003547	0.00062072	0.00453169)														
(0.00002939	0.00065316	0.00438866)														
(0.00003751	0.00070186	0.00437836)														
(0.00006795	0.00062273	0.00445422)														
(-0.00005632	0.00061248	0.00443216)														
(-0.00007492	0.00056049	0.0044773)														
(-0.00002576	0.00057354	0.00450757)														
(-0.00002539	0.00053466	0.0043882)														
(0.00006264	0.0005732	0.00445831)														
(-0.00003243	0.00047298	0.00431084)														
(-0.00003223	0.00058396	0.00434571)														
(-0.00005913	0.00057471	0.00439951)														
(-0.00007492	0.00044434	0.00430584)														
(-0.00007494	0.00039915	0.0044989)														
(-0.00002607	0.0004208	0.00430059)														
(0.00006679	0.00039623	0.00388141)														
(-0.00007447	0.00055266	0.00414324)														
(0.00005977	0.00054044	0.00405771)														
(-0.00007481	0.00055679	0.00409344)														
(0.00001245	0.00050856	0.00404004)														
(0.00003993	0.00039491	0.00392363)														
(-0.00003206	0.00044647	0.0039667)														
(-0.00000161	0.00040905	0.00412198)														
(-0.00007478	0.00053108	0.00418832)														
(-0.00000381	0.00059556	0.00430574)														
(-0.00007404	0.0006028	0.00426257)														
(-0.00000357	0.00035885	0.00412362)														
(0.0000287	0.0004314	0.0038914)														
...
)																
																
//	*************************************************************************	//														
